Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# settings.general.workday.footer
source: Affects planner scheduling and energy tracking
ar: يؤثر على جدولة المخطط وتتبع الطاقة
da: Påvirker planlægning af planlægning og energisporing
de: settings.general.workday.footer
es: Afecta la programación del planificador y el seguimiento de energía
fa: بر زمان‌بندی برنامه‌ریز و ردیابی انرژی تأثیر می‌گذارد
fi: Vaikuttaa suunnittelijan ajoitukseen ja energian seurantaan
fr: Affecte la planification du planificateur et le suivi de l'énergie
he: settings.general.workday.footer
ja: プランナーのスケジュール設定とエネルギー追跡に影響します
nl: Heeft invloed op de planning van planners en het bijhouden van energie
th: ส่งผลต่อการจัดกำหนดการของผู้วางแผนและการติดตามพลังงาน
uk: Впливає на планування планувальника та відстеження енергії
zh_hans: 影响计划者调度和能量跟踪
zh_hant: 影響計劃者調度和能量跟踪
zh_hk: 影響計劃者調度和能量跟踪

# settings.general.workday.header
source: Workday Hours
ar: ساعات العمل اليومية
da: Arbejdsdage
de: settings.general.workday.header
es: Horas de Jornada Laboral
fa: ساعات کاری روز کاری
fi: Työpäivän aukioloajat
fr: Heures de travail
he: settings.general.workday.header
ja: 勤務時間
nl: Werktijden
th: ชั่วโมงทำงาน
uk: Години робочого дня
zh_hans: 工作日时间
zh_hant: 工作日時間
zh_hk: 工作日時間

# settings.general.workday_end
source: Workday End
ar: نهاية يوم العمل
da: Afslutning på arbejdsdagen
de: settings.general.workday_end
es: Fin de Jornada Laboral
fa: پایان روز کاری
fi: Työpäivän loppu
fr: Fin de la journée de travail
he: settings.general.workday_end
ja: 勤務終了日
nl: Einde werkdag
th: สิ้นสุดวันทำงาน
uk: Кінець робочого дня
zh_hans: 工作日结束
zh_hant: 工作日結束
zh_hk: 工作日結束

# settings.general.workday_start
source: Workday Start
ar: بداية يوم العمل
da: Arbejdsdag Start
de: settings.general.workday_start
es: Inicio de Jornada Laboral
fi: Työpäivän alku
fr: Début de la journée de travail
he: settings.general.workday_start
ja: 勤務日の開始
nl: Begin werkdag
th: เริ่มต้นวันทำงาน
uk: Початок робочого дня
zh_hans: 工作日开始
zh_hant: 工作日開始
zh_hk: 工作日開始

# settings.notifications.affirmations
source: Motivational Messages
ar: رسائل تحفيزية
da: Motiverende beskeder
de: settings.notifications.affirmations
es: Mensajes motivacionales
fa: پیام های انگیزشی
fi: Motivoivia viestejä
fr: Messages de motivation
he: settings.notifications.affirmations
ja: やる気を起こさせるメッセージ
nl: Motiverende berichten
th: ข้อความสร้างแรงบันดาลใจ
uk: Мотиваційні повідомлення
zh_hans: 励志信息
zh_hant: 勵志信息
zh_hk: 勵志信息

# settings.notifications.affirmations.detail
source: Receive encouraging notifications
ar: تلقي الإخطارات المشجعة
da: Modtag opmuntrende meddelelser
de: settings.notifications.affirmations.detail
es: Reciba notificaciones alentadoras
fa: اعلان های دلگرم کننده دریافت کنید
fi: Vastaanota rohkaisevia ilmoituksia
fr: Recevez des notifications encourageantes
he: settings.notifications.affirmations.detail
ja: 励ましの通知を受け取る
nl: Ontvang bemoedigende meldingen
th: รับการแจ้งเตือนที่ให้กำลังใจ
uk: Отримуйте підбадьорливі сповіщення
zh_hans: 接收令人鼓舞的通知
zh_hant: 接收令人鼓舞的通知
zh_hk: 接收令人鼓舞的通知

# settings.notifications.assignments
source: Assignment Reminders
ar: تذكيرات الواجب
da: Opgavepåmindelser
de: settings.notifications.assignments
es: Recordatorios de tareas
fa: یادآوری تکالیف
fi: Tehtävämuistutukset
fr: Rappels de devoirs
he: settings.notifications.assignments
ja: 課題のリマインダー
nl: Herinneringen aan opdrachten
th: การแจ้งเตือนการมอบหมายงาน
zh_hans: 作业提醒
zh_hant: 作業提醒
zh_hk: 作業提醒

# settings.notifications.assignments.detail
source: Remind me before assignments are due
ar: ذكرني قبل استحقاق الواجبات
da: Mind mig om, før opgaver skal afleveres
de: settings.notifications.assignments.detail
es: Recuérdame antes de que venzan las tareas
fa: قبل از اتمام تکالیف به من یادآوری کنید
fi: Muistuta minua ennen kuin tehtävät erääntyvät
fr: Rappelez-moi avant la date d'échéance des devoirs
he: settings.notifications.assignments.detail
ja: 課題の締め切り前に通知する
nl: Herinner mij eraan voordat de opdrachten klaar zijn
th: เตือนฉันก่อนถึงกำหนดส่งงาน
uk: Нагадайте мені до закінчення терміну виконання завдань
zh_hans: 在作业到期前提醒我
zh_hant: 在作業到期前提醒我
zh_hk: 在作業到期前提醒我

# settings.notifications.daily_overview
source: Daily Overview
ar: نظرة عامة يومية
da: Daglig oversigt
de: settings.notifications.daily_overview
es: Resumen diario
fi: Päivittäinen yleiskatsaus
fr: Aperçu quotidien
he: settings.notifications.daily_overview
ja: 毎日の概要
nl: Dagelijks overzicht
th: ภาพรวมรายวัน
uk: Щоденний огляд
zh_hans: 每日概览
zh_hant: 每日概覽
zh_hk: 每日概覽

# settings.notifications.daily_overview.detail
source: Morning summary of today's schedule
ar: ملخص الصباح لجدول اليوم
da: Morgenopsummering af dagens skema
de: settings.notifications.daily_overview.detail
es: Resumen matinal de la programación de hoy
fi: Aamun yhteenveto tämän päivän aikataulusta
fr: Résumé du matin du programme d'aujourd'hui
he: settings.notifications.daily_overview.detail
ja: 今日の朝のスケジュールのまとめ
nl: Ochtendsamenvatting van het programma van vandaag
th: สรุปตารางงานวันนี้ช่วงเช้า
uk: Ранковий підсумок розкладу на сьогодні
zh_hans: 上午总结今天的日程
zh_hant: 上午總結今天的日程
zh_hk: 上午總結今天的日程

# settings.notifications.debug.header
source: Debug
ar: تصحيح
de: settings.notifications.debug.header
es: Depurar
fa: اشکال زدایی
fr: Déboguer
he: settings.notifications.debug.header
ja: デバッグ
nl: Foutopsporing
th: ดีบัก
uk: Налагодження
zh_hans: 调试
zh_hant: 偵錯
zh_hk: 偵錯

# settings.notifications.debug.print
source: Print Pending Notifications
ar: طباعة الإخطارات المعلقة
da: Udskriv afventende meddelelser
de: settings.notifications.debug.print
es: Imprimir notificaciones pendientes
fa: اعلان‌های معلق را چاپ کنید
fi: Tulosta odottavat ilmoitukset
fr: Imprimer les notifications en attente
he: settings.notifications.debug.print
ja: 保留中の通知を印刷する
nl: Openstaande meldingen afdrukken
th: พิมพ์การแจ้งเตือนที่รอดำเนินการ
zh_hans: 打印待处理通知
zh_hant: 打印待處理通知
zh_hk: 打印待處理通知

# settings.notifications.debug.test
source: Send Test Notification (5s)
ar: إرسال إشعار الاختبار (5ث)
da: Send testbesked (5s)
de: settings.notifications.debug.test
es: Enviar notificación de prueba (5s)
fa: ارسال اعلان تست (5 ثانیه)
fi: Lähetä testiilmoitus (5 s)
fr: Envoyer une notification de test (5 s)
he: settings.notifications.debug.test
ja: テスト通知の送信 (5 秒)
nl: Testmelding verzenden (5s)
th: ส่งการแจ้งเตือนการทดสอบ (5 วินาที)
uk: Надіслати тестове сповіщення (5 с)
zh_hans: 发送测试通知（5秒）
zh_hant: 發送測試通知（5秒）
zh_hk: 發送測試通知（5秒）

# settings.notifications.disabled.message
source: Enable notifications in iOS Settings to receive reminders and alerts
ar: قم بتمكين الإشعارات في إعدادات iOS لتلقي التذكيرات والتنبيهات
da: Aktiver meddelelser i iOS-indstillinger for at modtage påmindelser og advarsler
de: settings.notifications.disabled.message
es: Habilite las notificaciones en la configuración de iOS para recibir recordatorios y alertas
fa: برای دریافت یادآورها و هشدارها، اعلان‌ها را در تنظیمات iOS فعال کنید
fi: Ota ilmoitukset käyttöön iOS-asetuksissa saadaksesi muistutuksia ja hälytyksiä
fr: Activez les notifications dans les paramètres iOS pour recevoir des rappels et des alertes
he: settings.notifications.disabled.message
ja: リマインダーやアラートを受信するには、iOS 設定で通知を有効にしてください
nl: Schakel meldingen in iOS-instellingen in om herinneringen en waarschuwingen te ontvangen
th: เปิดใช้งานการแจ้งเตือนในการตั้งค่า iOS เพื่อรับการแจ้งเตือนและการแจ้งเตือน
uk: Увімкніть сповіщення в налаштуваннях iOS, щоб отримувати нагадування та сповіщення
zh_hans: 在 iOS 设置中启用通知以接收提醒和警报
zh_hant: 在 iOS 設置中啟用通知以接收提醒和警報
zh_hk: 在 iOS 設置中啟用通知以接收提醒和警報

# settings.notifications.disabled.title
source: Notifications Disabled
ar: الإخطارات معطلة
da: Notifikationer deaktiveret
de: settings.notifications.disabled.title
es: Notificaciones deshabilitadas
fa: اعلان‌ها غیرفعال است
fi: Ilmoitukset pois käytöstä
fr: Notifications désactivées
he: settings.notifications.disabled.title
ja: 通知が無効になっています
nl: Meldingen uitgeschakeld
th: การแจ้งเตือนถูกปิดใช้งาน
uk: Сповіщення вимкнено
zh_hans: 通知已禁用
zh_hant: 通知已禁用
zh_hk: 通知已禁用

# settings.notifications.enable
source: Enable Notifications
ar: تمكين الإخطارات
da: Aktiver meddelelser
de: settings.notifications.enable
es: Habilitar Notificaciones
fa: اعلان ها را فعال کنید
fi: Ota ilmoitukset käyttöön
fr: Activer les notifications
he: settings.notifications.enable
ja: 通知を有効にする
nl: Meldingen inschakelen
th: เปิดใช้งานการแจ้งเตือน
zh_hans: 启用通知
zh_hant: 啟用通知
zh_hk: 啟用通知

# settings.notifications.enable.detail
source: Receive reminders and alerts
ar: تلقي التذكيرات والتنبيهات
da: Modtag påmindelser og advarsler
de: settings.notifications.enable.detail
es: Recibir recordatorios para tareas y eventos
fa: یادآوری ها و هشدارها را دریافت کنید
fi: Vastaanota muistutuksia ja hälytyksiä
fr: Recevez des rappels et des alertes
he: settings.notifications.enable.detail
ja: リマインダーとアラートを受け取る
nl: Ontvang herinneringen en waarschuwingen
th: รับการแจ้งเตือนและการแจ้งเตือน
uk: Отримуйте нагадування та сповіщення
zh_hans: 接收提醒和警报
zh_hant: 接收提醒和警報
zh_hk: 接收提醒和警報

# settings.notifications.general.header
source: General
ar: عام
da: Generel
de: settings.notifications.general.header
fa: ژنرال
fi: Kenraali
fr: Général
he: settings.notifications.general.header
ja: 一般的な
nl: Algemeen
th: ทั่วไป
uk: Загальний
zh_hans: 一般的
zh_hant: 一般的
zh_hk: 一般的

# settings.notifications.lead_time
source: Reminder Lead Time
ar: تذكير المهلة
da: Påmindelse ledetid
de: settings.notifications.lead_time
es: Plazo de entrega del recordatorio
fa: زمان سرب یادآوری
fi: Muistutuksen toimitusaika
fr: Délai de rappel
he: settings.notifications.lead_time
ja: リマインダーのリードタイム
nl: Herinneringstermijn
th: ระยะเวลารอคอยการแจ้งเตือน
uk: Час виконання нагадування
zh_hans: 提醒提前时间
zh_hant: 提醒提前時間
zh_hk: 提醒提前時間

# settings.notifications.lead_time.12_hours
source: 12 hours
ar: 12 ساعة
da: 12 timer
de: settings.notifications.lead_time.12_hours
es: 12 horas
fa: 12 ساعت
fi: 12 tuntia
fr: 12 heures
he: settings.notifications.lead_time.12_hours
ja: 12時間
nl: 12 uur
th: 12 ชม
uk: 12 годин
zh_hans: 12小时
zh_hant: 12小時
zh_hk: 12小時

# settings.notifications.lead_time.15_min
source: 15 minutes
ar: 15 دقيقة
da: 15 minutter
de: settings.notifications.lead_time.15_min
es: 15 minutos
fi: 15 minuuttia
he: settings.notifications.lead_time.15_min
ja: 15分
nl: 15 minuten
th: 15 นาที
uk: 15 хвилин
zh_hans: 15分钟
zh_hant: 15分鐘
zh_hk: 15分鐘

# settings.notifications.lead_time.1_day
source: 1 day
ar: يوم واحد
da: 1 dag
de: settings.notifications.lead_time.1_day
es: 1 dia
fi: 1 päivä
fr: 1 jour
he: settings.notifications.lead_time.1_day
ja: 1日
nl: 1 dag
th: 1 วัน
uk: 1 день
zh_hans: 1天
zh_hant: 1天
zh_hk: 1天

# settings.notifications.lead_time.1_hour
source: 1 hour
ar: 1 ساعة
da: 1 time
de: settings.notifications.lead_time.1_hour
es: 1 hora
fa: 1 ساعت
fi: 1 tunti
fr: 1 heure
he: settings.notifications.lead_time.1_hour
ja: 1時間
nl: 1 uur
th: 1 ชั่วโมง
uk: 1 година
zh_hans: 1小时
zh_hant: 1小時
zh_hk: 1小時

# settings.notifications.lead_time.2_days
source: 2 days
ar: 2 أيام
da: 2 dage
de: settings.notifications.lead_time.2_days
es: 2 dias
fa: 2 روز
fi: 2 päivää
fr: 2 jours
he: settings.notifications.lead_time.2_days
ja: 2日
nl: 2 dagen
th: 2 วัน
uk: 2 дні
zh_hans: 2天
zh_hant: 2天
zh_hk: 2天

# settings.notifications.lead_time.2_hours
source: 2 hours
ar: ساعاتين
da: 2 timer
de: settings.notifications.lead_time.2_hours
es: 2 horas
fa: 2 ساعت
fi: 2 tuntia
fr: 2 heures
he: settings.notifications.lead_time.2_hours
ja: 2時間
nl: 2 uur
th: 2 ชั่วโมง
uk: 2 години
zh_hans: 2小时
zh_hant: 2小時
zh_hk: 2小時

# settings.notifications.lead_time.30_min
source: 30 minutes
ar: 30 دقيقة
da: 30 minutter
de: settings.notifications.lead_time.30_min
es: 30 minutos
fi: 30 minuuttia
he: settings.notifications.lead_time.30_min
ja: 30分
nl: 30 minuten
th: 30 นาที
uk: 30 хвилин
zh_hans: 30分钟
zh_hant: 30分鐘
zh_hk: 30分鐘

# settings.notifications.lead_time.6_hours
source: 6 hours
ar: 6 ساعات
da: 6 timer
de: settings.notifications.lead_time.6_hours
es: 6 horas
fa: 6 ساعت
fi: 6 tuntia
fr: 6 heures
he: settings.notifications.lead_time.6_hours
ja: 6時間
nl: 6 uur
th: 6 ชั่วโมง
uk: 6 годин
zh_hans: 6小时
zh_hant: 6小時
zh_hk: 6小時

# settings.notifications.motivation.header
source: Motivation
ar: تحفيز
da: Motivering
de: settings.notifications.motivation.header
es: Motivación
fa: انگیزه
fi: Motivaatio
he: settings.notifications.motivation.header
ja: モチベーション
nl: Motivatie
th: แรงจูงใจ
uk: Мотивація
zh_hans: 动机
zh_hant: 動機
zh_hk: 動機

# settings.notifications.open_settings
source: Open Settings
ar: افتح الإعدادات
da: Åbn Indstillinger
de: settings.notifications.open_settings
es: Abrir configuración
fi: Avaa Asetukset
fr: Ouvrir les paramètres
he: settings.notifications.open_settings
ja: 設定を開く
nl: Instellingen openen
th: เปิดการตั้งค่า
uk: Відкрийте налаштування
zh_hans: 打开设置
zh_hant: 打開設置
zh_hk: 打開設置

# settings.notifications.overview_time
source: Overview Time
ar: نظرة عامة على الوقت
da: Oversigtstid
de: settings.notifications.overview_time
es: Resumen del tiempo
fa: زمان بررسی اجمالی
fi: Yleiskatsaus aika
fr: Heure d'aperçu
he: settings.notifications.overview_time
ja: 概要時間
nl: Overzicht tijd
th: ภาพรวมเวลา
uk: Час огляду
zh_hans: 概览时间
zh_hant: 概覽時間
zh_hk: 概覽時間

# settings.notifications.permission.denied.message
source: Please enable notifications in Settings to use this feature
ar: يرجى تمكين الإشعارات في الإعدادات لاستخدام هذه الميزة
da: Aktiver venligst underretninger i Indstillinger for at bruge denne funktion
de: settings.notifications.permission.denied.message
es: Habilite las notificaciones en Configuración para usar esta función
fi: Ota ilmoitukset käyttöön asetuksista, jotta voit käyttää tätä ominaisuutta
fr: Veuillez activer les notifications dans les paramètres pour utiliser cette fonctionnalité
he: settings.notifications.permission.denied.message
ja: この機能を使用するには、設定で通知を有効にしてください
nl: Schakel meldingen in Instellingen in om deze functie te gebruiken
th: โปรดเปิดใช้งานการแจ้งเตือนในการตั้งค่าเพื่อใช้คุณสมบัตินี้
uk: Щоб використовувати цю функцію, увімкніть сповіщення в налаштуваннях
zh_hans: 请在“设置”中启用通知才能使用此功能
zh_hant: 請在“設置”中啟用通知才能使用此功能
zh_hk: 請在“設置”中啟用通知才能使用此功能

# settings.notifications.permission.denied.title
source: Notifications Disabled
ar: الإخطارات معطلة
da: Notifikationer deaktiveret
de: settings.notifications.permission.denied.title
es: Notificaciones deshabilitadas
fa: اعلان‌ها غیرفعال است
fi: Ilmoitukset pois käytöstä
fr: Notifications désactivées
he: settings.notifications.permission.denied.title
ja: 通知が無効になっています
nl: Meldingen uitgeschakeld
th: การแจ้งเตือนถูกปิดใช้งาน
uk: Сповіщення вимкнено
zh_hans: 通知已禁用
zh_hant: 通知已禁用
zh_hk: 通知已禁用

# settings.notifications.permission.open_settings
source: Open Settings
ar: افتح الإعدادات
da: Åbn Indstillinger
de: settings.notifications.permission.open_settings
es: Abrir configuración
fi: Avaa Asetukset
fr: Ouvrir les paramètres
he: settings.notifications.permission.open_settings
ja: 設定を開く
nl: Instellingen openen
th: เปิดการตั้งค่า
uk: Відкрийте налаштування
zh_hans: 打开设置
zh_hant: 打開設置
zh_hk: 打開設置

# settings.notifications.reminders.header
source: Reminders
ar: تذكيرات
da: Påmindelser
de: settings.notifications.reminders.header
es: Recordatorios
fi: Muistutukset
fr: Rappels
he: settings.notifications.reminders.header
ja: リマインダー
nl: Herinneringen
th: การแจ้งเตือน
uk: Нагадування
zh_hans: 提醒事项
zh_hant: 提醒事項
zh_hk: 提醒事項

# settings.notifications.summaries.header
source: Summaries
ar: ملخصات
da: Resuméer
de: settings.notifications.summaries.header
es: Resúmenes
fi: Yhteenvedot
fr: Résumés
he: settings.notifications.summaries.header
ja: 概要
nl: Samenvattingen
th: สรุป
uk: Резюме
zh_hans: 摘要
zh_hant: 摘要
zh_hk: 摘要

# settings.planner.ai
source: LLM-Assisted Planning
ar: LLM-التخطيط بمساعدة
da: LLM-assisteret planlægning
de: settings.planner.ai
es: Planificación asistida por LLM
fa: برنامه ریزی به کمک LLM
fi: LLM-avusteinen suunnittelu
fr: Planification assistée par LLM
he: settings.planner.ai
ja: LLM 支援によるプランニング
nl: LLM-ondersteunde planning
th: การวางแผนที่ได้รับความช่วยเหลือจาก LLM
uk: Планування за допомогою LLM
zh_hans: 法学硕士辅助规划
zh_hant: 法學碩士輔助規劃
zh_hk: 法學碩士輔助規劃

# settings.planner.ai.detail
source: Use intelligent suggestions for task scheduling
ar: استخدم الاقتراحات الذكية لجدولة المهام
da: Brug intelligente forslag til opgaveplanlægning
de: settings.planner.ai.detail
es: Utilice sugerencias inteligentes para la programación de tareas
fa: از پیشنهادات هوشمند برای برنامه ریزی کار استفاده کنید
fi: Käytä älykkäitä ehdotuksia tehtävien ajoittamiseen
fr: Utilisez des suggestions intelligentes pour la planification des tâches
he: settings.planner.ai.detail
ja: タスクのスケジュール設定にインテリジェントな提案を使用する
nl: Gebruik intelligente suggesties voor taakplanning
th: ใช้คำแนะนำอันชาญฉลาดสำหรับการจัดกำหนดการงาน
uk: Використовуйте розумні пропозиції для планування завдань
zh_hans: 使用智能建议进行任务调度
zh_hant: 使用智能建議進行任務調度
zh_hk: 使用智能建議進行任務調度

# settings.planner.auto_breaks
source: Auto-Schedule Breaks
ar: فواصل الجدول الزمني التلقائي
da: Automatisk planlægning af pauser
de: settings.planner.auto_breaks
es: Programación automática de descansos
fa: زمان‌بندی خودکار وقفه‌ها
fi: Automaattisen aikataulun tauot
fr: Pauses programmées automatiquement
he: settings.planner.auto_breaks
ja: 休憩の自動スケジュール
nl: Pauzes automatisch inplannen
th: แบ่งกำหนดการอัตโนมัติ
uk: Автоматичний розклад перерв
zh_hans: 自动安排休息时间
zh_hant: 自動安排休息時間
zh_hk: 自動安排休息時間

# settings.planner.auto_breaks.detail
source: Automatically add break periods between study sessions
ar: إضافة فترات الاستراحة بين جلسات الدراسة تلقائيًا
da: Tilføj automatisk pauseperioder mellem studiesessioner
de: settings.planner.auto_breaks.detail
es: Agregue automáticamente períodos de descanso entre sesiones de estudio
fa: به طور خودکار دوره های استراحت بین جلسات مطالعه را اضافه کنید
fi: Lisää automaattisesti taukoja oppituntien väliin
fr: Ajoutez automatiquement des périodes de pause entre les sessions d'étude
he: settings.planner.auto_breaks.detail
ja: 勉強セッション間に休憩時間を自動的に追加する
nl: Voeg automatisch pauzes toe tussen studiesessies
th: เพิ่มช่วงพักระหว่างช่วงการศึกษาโดยอัตโนมัติ
uk: Автоматично додавати перерви між навчальними сесіями
zh_hans: 自动在学习课程之间添加休息时间
zh_hant: 自動在學習課程之間添加休息時間
zh_hk: 自動在學習課程之間添加休息時間

# settings.planner.energy_tracking
source: Energy Tracking
ar: تتبع الطاقة
da: Energi sporing
de: settings.planner.energy_tracking
es: Seguimiento de energía
fi: Energian seuranta
fr: Suivi de l'énergie
he: settings.planner.energy_tracking
ja: エネルギー追跡
nl: Energie volgen
th: การติดตามพลังงาน
uk: Відстеження енергії
zh_hans: 能量追踪
zh_hant: 能量追踪
zh_hk: 能量追踪

# settings.planner.energy_tracking.detail
source: Track and optimize based on your energy levels
ar: تتبع وتحسين بناءً على مستويات الطاقة لديك
da: Spor og optimer baseret på dine energiniveauer
de: settings.planner.energy_tracking.detail
es: Realice un seguimiento y optimice en función de sus niveles de energía
fi: Seuraa ja optimoi energiatasosi perusteella
fr: Suivez et optimisez en fonction de vos niveaux d’énergie
he: settings.planner.energy_tracking.detail
ja: エネルギーレベルに基づいて追跡し、最適化します
nl: Volg en optimaliseer op basis van uw energieniveaus
th: ติดตามและเพิ่มประสิทธิภาพตามระดับพลังงานของคุณ
uk: Відстежуйте та оптимізуйте на основі рівня енергії
zh_hans: 根据您的能量水平进行跟踪和优化
zh_hant: 根據您的能量水平進行跟踪和優化
zh_hk: 根據您的能量水平進行跟踪和優化

# settings.planner.horizon
source: Planning Horizon
ar: أفق التخطيط
da: Planlægningshorisont
de: settings.planner.horizon
es: Horizonte de planificación
fa: افق برنامه ریزی
fi: Suunnitteluhorisontti
fr: Horizon de planification
he: settings.planner.horizon
ja: 計画の範囲
nl: Planningshorizon
th: การวางแผนฮอไรซอน
uk: Горизонт планування
zh_hans: 规划范围
zh_hant: 規劃範圍
zh_hk: 規劃範圍

# settings.planner.horizon.1_month
source: 1 Month
ar: 1 شهر
da: 1 måned
de: settings.planner.horizon.1_month
es: 1 mes
fi: 1 kuukausi
fr: 1 mois
he: settings.planner.horizon.1_month
ja: 1ヶ月
nl: 1 maand
th: 1 เดือน
uk: 1 місяць
zh_hans: 1个月
zh_hant: 1個月
zh_hk: 1個月

# settings.planner.horizon.1_week
source: 1 Week
ar: 1 أسبوع
da: 1 uge
de: settings.planner.horizon.1_week
es: 1 semana
fi: 1 viikko
fr: 1 semaine
he: settings.planner.horizon.1_week
ja: 1週間
th: 1 สัปดาห์
uk: 1 тиждень
zh_hans: 1周
zh_hant: 1週
zh_hk: 1週

# settings.planner.horizon.2_weeks
source: 2 Weeks
ar: 2 أسابيع
da: 2 uger
de: settings.planner.horizon.2_weeks
es: 2 Semanas
fi: 2 viikkoa
fr: 2 semaines
he: settings.planner.horizon.2_weeks
ja: 2週間
nl: 2 weken
th: 2 สัปดาห์
uk: 2 тижні
zh_hans: 2周
zh_hant: 2週
zh_hk: 2週

# settings.planner.intelligence.header
source: Intelligence
ar: ذكاء
da: Intelligens
de: settings.planner.intelligence.header
es: Inteligencia
fi: Älykkyys
he: settings.planner.intelligence.header
ja: 知能
nl: Intelligentie
th: ปัญญา
uk: Інтелект
zh_hans: 智力
zh_hant: 智力
zh_hk: 智力

# settings.planner.scheduling.footer
source: How far ahead to schedule tasks and study sessions
ar: إلى أي مدى يمكن جدولة المهام وجلسات الدراسة
da: Hvor langt frem til at planlægge opgaver og studiesessioner
de: settings.planner.scheduling.footer
es: Con cuánta anticipación programar tareas y sesiones de estudio
fa: چقدر جلوتر برای برنامه ریزی وظایف و جلسات مطالعه
fi: Kuinka pitkälle aikatauluttaa tehtäviä ja opintojaksoja
fr: Jusqu'où planifier les tâches et les sessions d'étude
he: settings.planner.scheduling.footer
ja: タスクや勉強会のスケジュールをどれくらい先までに設定するか
nl: Hoe ver vooruit om taken en studiesessies te plannen
th: กำหนดเวลางานและการเรียนได้เร็วแค่ไหน
uk: Як далеко вперед планувати завдання та навчальні сесії
zh_hans: 提前多久安排任务和学习课程
zh_hant: 提前多久安排任務和學習課程
zh_hk: 提前多久安排任務和學習課程

# settings.planner.scheduling.header
source: Scheduling
ar: الجدولة
da: Planlægning
de: settings.planner.scheduling.header
es: Programación
fa: برنامه ریزی
fi: Ajoitus
fr: Planification
he: settings.planner.scheduling.header
ja: スケジュール設定
nl: Planning
th: การจัดตารางเวลา
uk: Планування
zh_hans: 调度
zh_hant: 調度
zh_hk: 調度

# settings.planner.track_hours
source: Track Study Hours
ar: تتبع ساعات الدراسة
da: Spor studietid
de: settings.planner.track_hours
es: Seguimiento de horas de estudio
fi: Seuraa opetustunteja
fr: Suivre les heures d'étude
he: settings.planner.track_hours
ja: 学習時間を追跡する
nl: Houd studie-uren bij
th: ติดตามชั่วโมงการศึกษา
uk: Відстежуйте навчальні години
zh_hans: 跟踪学习时间
zh_hant: 跟踪學習時間
zh_hk: 跟踪學習時間

# settings.planner.track_hours.detail
source: Monitor total time spent studying
ar: مراقبة إجمالي الوقت الذي يقضيه في الدراسة
da: Overvåg den samlede tid brugt på at studere
de: settings.planner.track_hours.detail
es: Monitorear el tiempo total dedicado a estudiar
fi: Seuraa opiskeluun käytettyä kokonaisaikaa
fr: Surveiller le temps total passé à étudier
he: settings.planner.track_hours.detail
ja: 勉強に費やした合計時間を監視する
nl: Houd de totale tijd bij die u aan studeren besteedt
th: ติดตามเวลาทั้งหมดที่ใช้ในการเรียน
uk: Контролюйте загальний час навчання
zh_hans: 监控学习总时间
zh_hant: 監控學習總時間
zh_hk: 監控學習總時間

# settings.planner.tracking.header
source: Tracking
ar: تتبع
da: Sporing
de: settings.planner.tracking.header
es: Seguimiento
fa: ردیابی
fi: Seuranta
fr: Suivi
he: settings.planner.tracking.header
ja: トラッキング
nl: Volgen
th: การติดตาม
uk: Відстеження
zh_hans: 追踪
zh_hant: 追踪
zh_hk: 追踪

# settings.privacy.clear_logs
source: Clear Debug Logs
ar: مسح سجلات التصحيح
da: Ryd fejlretningslogfiler
de: settings.privacy.clear_logs
es: Borrar Registros de Depuración
fi: Tyhjennä virheenkorjauslokit
fr: Effacer les journaux de débogage
he: settings.privacy.clear_logs
ja: デバッグログをクリアする
nl: Wis foutopsporingslogboeken
th: ล้างบันทึกการแก้ไขข้อบกพร่อง
uk: Очистити журнали налагодження
zh_hans: 清除调试日志
zh_hant: 清除調試日誌
zh_hk: 清除調試日誌

# settings.privacy.clear_logs.confirm.action
source: Clear Logs
ar: مسح السجلات
da: Ryd logfiler
de: settings.privacy.clear_logs.confirm.action
es: Borrar Registros
fi: Tyhjennä lokit
fr: Effacer les journaux
he: settings.privacy.clear_logs.confirm.action
ja: ログをクリアする
nl: Logboeken wissen
th: ล้างบันทึก
uk: Очистити журнали
zh_hans: 清除日志
zh_hant: 清除日誌
zh_hk: 清除日誌
